Repository: Syrnik/bonus4reg
Catalog: locale/*/LC_MESSAGES/shop_bonus4reg.po
Languages: ru_ru

source: Signup Bonus plugin is installed.
ru_ru: Плагин Бонус за Регистрацию установлен.

source: Customize Signup Bonus settings in <a href="%s">Signup Bonus settings</a> screen.
ru_ru: Управление плагином находится в разделе <a href="%s">Настройки Бонуса за Регистрацию</a>.

source: Signup Bonus
ru_ru: Бонус за Регистрацию

source: Encourage your customers to register on your site
ru_ru: Стимулируйте посетителей становиться зарегистрированными пользователями

source: This is the addition to the <b>main Loyalty Program</b>. Please turn on Loyalty Program before setting up this extension.
ru_ru: Это расширение <b>для Бонусной Программы</b>. Пожалуйста активируйте Бонусную Программу перед тем, как настривать этот плагин.

source: Signup bonus
ru_ru: Бонус за регистрацию

source: Disabled
ru_ru: Выключен

source: Enabled
ru_ru: Включен

source: Number of points
ru_ru: Количество баллов

source: Number of points that will be credited for signup.
ru_ru: Количество баллов, которое будет зачислено на счет посетителя после регистрации

source: Save
ru_ru: Сохранить
